{"id": 72, "text": "AMENDMENT NO. 1 TO STREMICK'S HERITAGE FOODS, LLC and PREMIER NUTRITION CORPORATION MANUFACTURING AGREEMENT This Amendment No. 1 (the \"Amendment\"), entered into by and between Stremick's Heritage Foods, LLC (\"Heritage\") Premier Nutrition Corporation (\"Premier\") is effective as of June 11, 2018 (\"Amendment Effective Date\") and amends that certain Manufacturing Agreement between Heritage and Premier dated July 1, 2017 (\"Agreement\"). Heritage and Premier are each referred to herein as a \"Party\" and collectively as the \"Parties.\" WHEREAS, Heritage and Premier entered into the Agreement; WHEREAS, the Parties wish to amend the Agreement in accordance with the terms and conditions set forth herein. NOW, THEREFORE, in consideration of the promises and of the mutual covenants, representations and warranties contained in the Agreement and set forth herein, the Parties hereby agree that the following changes shall be made to the Agreement: 1. The Parties hereby agree to remove Section 2(c) in its", "labels": []}
{"id": 73, "text": "AMENDMENT NO. 2 TO STREMICK'S HERITAGE FOODS, LLC and PREMIER NUTRITION CORPORATION MANUFACTURING AGREEMENT This Second Amendment (\"Second Amendment\"), entered into by and between Stremick's Heritage Foods, LLC, (\"Heritage\"), Premier Nutrition Corporation (\"Premier\") is effective as of October 1, 2018 (\"Second Amendment Effective Date\") and amends that certain Manufacturing Agreement between Heritage and Premier dated July 1, 2017 (\"Agreement\"). Heritage and Premier are each referred to herein as a \"Party\" and collectively as the \"Parties\". WHEREAS, PREMIER and HERITAGE entered into the Agreement; WHEREAS, the Parties wish to extend and amend the Agreement in accordance with the terms and conditions set forth herein; and WHEREAS, HERITAGE [*] desires to produce Products packaged in aseptic plastic bottles (\"Bottled Products\") for PREMIER in accordance with the terms and conditions set forth in the Agreement, as well as those set forth herein, [*]; and NOW, THEREFORE, in consideration o", "labels": []}
{"id": 74, "text": "AMENDMENT NO. 3 TO STREMICK'S HERITAGE FOODS, LLC and PREMIER NUTRITION CORPORATION MANUFACTURING AGREEMENT This Amendment No. 3 (the \"Third Amendment\"), entered into by and between Stremicks Heritage Foods, LLC (\"Heritage\") Premier Nutrition Corporation (\"Premier\") is effective as of July 3, 2019 (\"Third Amendment Effective Date\") and amends that certain Manufacturing Agreement between Heritage and Premier dated July 1, 2017 as amended (\"Agreement\"). Heritage and Premier are each referred to herein as a \"Party\" and collectively as the \"Parties.\" WHEREAS, Heritage and Premier entered into the Agreement; WHEREAS, the Parties wish to amend the Agreement in accordance with the terms and conditions set forth herein. NOW, THEREFORE, in consideration of the promises and of the mutual covenants, representations and warranties contained in the Agreement and set forth herein, the Parties hereby agree that the following changes shall be made to the Agreement: 1. The Parties hereby agree to remov", "labels": []}
{"id": 97, "text": "SCHEDULE B Customization Schedule This Customization Schedule is attached to the Software License, Customization and Maintenance Agreement (the \"Agreement\") executed by and between Bank of America, N.A. (\"Bank of America\") and <<enter Company Name>> (\"Supplier\"). The Customizations identified hereunder shall be subject to the terms and conditions of that Software License, Customization and Maintenance Agreement referenced above. Bank of America wishes to obtain the Customizations herein defined, and Supplier wishes to delivery those Customizations, on the terms and conditions of the Agreement and this Customization Schedule. 1. The Customizations shall fulfill or exceed all of the functional, performance and other specifications described in the Program Materials and the documents prepared either by Bank of America or Supplier pursuant to this Agreement. as indicated below. No later than <<enter Customization Documents Delivery Date>>, Supplier shall deliver to Bank of America the docu", "labels": []}
{"id": 99, "text": "[*] = CONFIDENTIAL TREATMENT REQUESTED SCHEDULE A Product License Schedule FORM This Product License Schedule is issued pursuant to the Software License, Customization and Maintenance Agreement (the \"Agreement\") executed by and between Bank of America, N.A. (\"Bank of America\") and Cardlytics, (\"Supplier\") and incorporates by reference all of the terms and conditions of the Agreement. TERM FOR ORDERING A. Software This Schedule constitutes an Order in accordance with the terms of the Agreement. B. Payment Schedule for Source Code delivery as outlined in Section 2.7 • Beginning three (3) years after the General Services Agreement Effective Date, the Supplier Software version in place one (1) yearfollowing the Service reaching 10,000,000 Users $[*] • The latest commercially available version, or earlier versions at Bank of America's option, of the Supplier Software: • Beginning 3 years after the General Services Agreement Effective Date or one (1) year following the Service reaching 10,00", "labels": []}
{"id": 181, "text": "AMENDMENT NO. 1 Dated as of November 11, 2005 Reference is hereby made to that certain fully executed Wireless Content License Agreement Number 12965 dated as of December 16, 2004 (\"Agreement\"), between TWENTIETH CENTURY FOX LICENSING & MERCHANDISING, division of Fox Entertainment Group, Inc. (\"Fox\"), as Administrator for Twentieth Century Fox Film Corporation (\"Trademark Licensor\") and Glu Mobile, Inc. f/k/a Sorrent, Inc. (\"Licensee\"). The parties agree to modify the Agreement as follows: 1. PARTIES (a) FOX ASSIGNMENT OF AGREEMENT: Pursuant to Twentieth Century Fox Licensing and Merchandising's assignment of rights and obligations through an assignment dated as of October 1, 2005 by and between Twentieth Century Fox Licensing and Merchandising and Fox Mobile Entertainment Inc., Fox Mobile Entertainment, Inc. is hereby substituted for Twentieth Century Fox Licensing and Merchandising as \"Fox\" under the Agreement. (b) LICENSEE CHANGE OF NAME: The parties hereby acknowledge that Licensee", "labels": []}
{"id": 182, "text": "AMENDMENT NO. 2 Dated as of March 27, 2006 Reference is hereby made to that certain fully executed Wireless Content License Agreement Number 12965 dated as of December 16, 2004, as amended November 11, 2005, (\"Agreement\"), between Fox Mobile Entertainment, Inc. (\"Fox\"), as Administrator for Twentieth Century Fox Film Corporation (\"Trademark Licensor\") and Glu Mobile, Inc. f/k/a Sorrent, Inc. (\"Licensee\"). The parties agree to modify the Agreement as follows: A. \"ICE AGE 2\" a/k/a \"ICE AGE: THE MELTDOWN\" AUDIO AND VIDEO WIRELESS PRODUCTS: 1. Grant of Rights: Fox grants to Licensee a limited, non-exclusive right and license to distribute the following Wireless Products in connection with the Property \"ICE AGE: THE MELTDOWN\" in the United States: (A) 2 Scrat voicetones; (B) 2 John Leguizamo voicetones; and (C) 3 premium videos. Fox also grants Licensee a limited, non-exclusive right and license to distribute the following Wireless Products in connection with the Property \"ICE AGE 2\" outsid", "labels": []}
{"id": 183, "text": "AMENDMENT NO. 3 Dated as of February 19, 2007 Reference is hereby made to that certain fully executed Wireless Content License Agreement Number 12965 dated as of December 16, 2004, as amended November 11, 2005 and March 27, 2006 (the \"Agreement\"), between Fox Mobile Entertainment, Inc. (\"Fox\"), as Administrator for Twentieth Century Fox Film Corporation, and Glu Mobile Inc. (\"Licensee\"). The parties agree to modify the Agreement as follows: 1. EXTENSION OF TERM: The first paragraph of Section 4 of the Agreement is hereby deleted in its entirety and replaced with the following: \"TERM: The rights granted hereunder shall be effective as of the Effective Date and shall expire on December 31, 2006 (the \"Term\"); provided, however, that with respect to each Property, including Robots, Kingdom of Heaven, Mr. and Mrs. Smith, In Her Shoes, Idiocracy (Oww My Balls) and Ice Age II, all right and licenses granted herein will continue in full force and effect until March 31, 2008.\" 2. NOTICE PROVISI", "labels": []}
{"id": 236, "text": "Exhibit 10.15 THE JOINT CORP. FRANCHISE AGREEMENT TABLE OF CONTENTS SECTION PAGE 1. INTRODUCTION 1 2. GRANT OF FRANCHISE 2 2.1 Term; Reference to Exhibit 1 2 2.2 Full Term Performance 3 2.3 Management Agreement with Professional Corporation - Non-Licensed Franchisees 3 2.4 Waiver of Management Agreement 4 2.5 Selection of Premises; No Protected Territory; Reservation of Rights 5 2.6 Renewal of Franchise 5 2.7 Personal Guaranty by Principal Owners; Reference to Exhibit 2 6 3. DEVELOPMENT AND OPENING OF THE FRANCHISE 6 3.1 Site Approval; Lease or Purchase of Premises; Opening Timeline; Reference to Exhibit 3 6 3.2 Prototype and Construction Plans and Specifications 7 3.3 Development of the Franchise 7 3.4 Computer System 8 3.5 Equipment, Furniture, Fixtures, Furnishings and Signs 9 3.6 Franchise Opening 9 4. TRAINING 9 4.1 General Manager 9 4.2 Training 10 5. GUIDANCE; OPERATIONS MANUAL 11 5.1 Guidance and Assistance 11 5.2 Operations Manual 12 5.3 Modifications to System 12 5.4 Advisory", "labels": []}
{"id": 317, "text": "1 EXHIBIT 10.17 [E.PIPHANY Logo] OUTSOURCING AGREEMENT This ASP and Outsourcing Agreement (\"Agreement\") is entered into as of this 31 day of July, 2000 (\"Effective Date\") by and between E.PIPHANY, INC., a Delaware corporation (\"E.piphany\"), whose principal place of business 1900 South Norfolk Street, Suite 310, San Mateo, California 94403 and HIGH SPEED NET SOLUTIONS, INC. (\"HSNS\"), whose principal place of business is 434 Fayetteville Street, St. Suite 2120, Raleigh, NC 27601. 1. LICENSE 1.1 OUTSOURCING LICENSE. Subject to the terms of this Agreement and Scope of Use and only within the Market and Territory, E.piphany grants HSNS a nonexclusive, nontransferable, non-sublicensable right to (i) use and combine the Application with the Outsourcing Application and other software products for the purpose of providing, to Outsourcing Customers, the services described in Exhibit B as the Outsourcing Services; and (ii) use the Documentation provided with the Application in support of the Appl", "labels": []}
{"id": 351, "text": "SeattleSoftwareDevelopers SOFTWARE DEVELOPMENT AGREEMENT PELICAN DELIVERS iOS APPLICATION ENHANCEMENTS & WEB APPLICATION DEVELOPMENT PHASE 1 4 102nd Ave NE Suite 300 Bellevue, WA 98004 (425) 256-2815 julian@seattlesoftwaredevelopers.com www .seattlesoftwaredeveIopers.com 1 Source: PELICAN DELIVERS, INC., S-1, 2/11/2020 STATEMENT OF WORK - APPENDIX A This Statement of Work is issued to and made part of that Software Development Agreement executed by and between Developer and Client on the Effective Date (the Agreement). Any word or phrase not otherwise defined in this Appendix will have the meaning ascribed in the Agreement. 1. Project Overview The purpose of this project is to develop additional features for the Pelican Delivers software. This includes POS integration, Google Maps API, payment processing features, ID verification, reporting, driver app improvement and workflow, and a front facing web application for customers to find, order, and receive products via deliver or pickup. ", "labels": []}
{"id": 2, "text": "EXHIBIT 10.13 JOINT VENTURE AGREEMENT Collectible Concepts Group, Inc. (\"CCGI\") and Pivotal Self Service Tech, Inc. (\"PVSS\"), (the \"Parties\" or \"Joint Venturers\" if referred to collectively, or the \"Party\" or Joint Venturer\" if referred to singularly), by this Agreement associate themselves as business associates, and not as partners, in the formation of a joint venture (the \"Joint Venture\"), for the purpose of engaging generally in the business provided for by terms and provisions of this Agreement. 1. Name of the Joint Venture. The name of the Joint Venture will be MightyCell Batteries, and may sometimes be referred to as \"MightyCell\" or the \"Joint Venture\" in this Agreement. The principal office and place of business shall be located in 1600 Lower State Road, Doylestown, PA 18901. 2. Scope of the Joint Venture Business. The Joint Venture is formed for the purpose of engaging generally in the business of marketing batteries and related products, (the \"Products\") that include the disp", "labels": []}
{"id": 103, "text": "Exhibit 10.33 EXECUTION VERSION CONFIDENTIAL DOMAIN NAME AND CONTENT LICENSE AGREEMENT This Domain Name and Content License Agreement (the \"Agreement\") is made and entered into, by and between Beijing SINA Internet Information Service Co., Ltd. ( ), a limited liability company organized under the laws of the People's Republic of China (hereinafter \"Licensor\") and Beijing Yisheng Leju Information Services Co., Ltd., a limited liability company organized under the laws of the People's Republic of China (\"Licensee\" and together with Licensor, the \"Parties\" and each a \"Party\") and is made effective as of the Effective Date (defined below). RECITALS WHEREAS, SINA Corporation, a company organized under the laws of the Cayman Islands (\"SINA\"), and CRIC Holdings Limited, a company organized under the laws of the Cayman Islands (\"CRIC\"), entered into that certain Share Purchase Agreement dated July 23, 2009 (the \"Share Purchase Agreement\"), pursuant to which SINA subscribes from CRIC the Subscr", "labels": []}
{"id": 140, "text": "Exhibit 10.16 EL POLLO LOCO® FRANCHISE DEVELOPMENT AGREEMENT Dated: Territory: Developer: (Disclosure Document Control No. 032619) TABLE OF CONTENTS 1.DEVELOPMENT RIGHTS IN TERRITORY. 4 2.LIMITATION ON DEVELOPMENT RIGHTS. 5 3.DEVELOPMENT FEE. 9 4.TERM OF DEVELOPMENT AGREEMENT. 10 5.TERRITORY CONFLICTS. 10 6.PROPRIETARY RIGHTS OF EL POLLO LOCO. 11 7.INSURANCE AND INDEMNIFICATION. 11 8.TRANSFER OF RIGHTS. 13 9.ACKNOWLEDGMENT OF SELECTED TERMS AND PROVISIONS OF THE FRANCHISE AGREEMENT. 14 10.TERMINATION BY DEVELOPER; EXPIRATION DATE. 14 11.EVENTS OF DEFAULT. 15 12.EFFECT OF TERMINATION. 16 13.NON-WAIVER. 17 14.INDEPENDENT CONTRACTOR AND INDEMNIFICATION. 17 15.ENTIRE AGREEMENT. 17 16.DISPUTE RESOLUTION 18 17.SEVERABILITY. 19 18.APPLICABLE LAW; CHOICE OF FORUM; WAIVER OF JURY TRIAL. 19 19.DOCUMENT INTERPRETATION. 19 20.COVENANT NOT TO COMPETE. 20 21.NOTICES. 21 22.SECTION HEADINGS. 21 23.ACKNOWLEDGMENTS. 21 24.COUNTERPARTS. 22 Source: EL POLLO LOCO HOLDINGS, INC., 10-K, 3/6/2020 EXHIBITS EX", "labels": []}
{"id": 154, "text": "Exhibit 10.2 EXECUTION COPY *Text Omitted and Filed Separately with the Securities and Exchange Commission Confidential Treatment Requested Under 17 C.F.R. Sections 200.80(b)(4) and 240.24b-2 Collaboration Agreement This Agreement is entered into with effect as of the Effective Date (as defined below) by and between F. Hoffmann-La Roche Ltd with an office and place of business at Grenzacherstrasse 124, 4070 Basel, Switzerland (\"Roche Basel\") and Hoffmann-La Roche Inc. with an office and place of business at 150 Clove Road, Suite 8, Little Falls, New Jersey 07424, U.S.A. (\"Roche US\"; Roche Basel and Roche US together referred to as \"Roche\") on the one hand and Foundation Medicine, Inc. with an office and place of business at 150 Second Street, Cambridge, Massachusetts 02141 (\"FMI\") on the other hand. Table of Contents 1. Definitions 7 1.1 Affiliate 7 1.2 Agreement 7 1.3 Agreement Term 7 1.4 [...*...] ctDNA [...*...] 7 1.5 Applicable Law 7 1.6 Approved Assay 7 1.7 Background IP 7 1.8 Bus", "labels": []}
{"id": 156, "text": "Exhibit 10.17 Supply Agreement - FUSION CERTAIN CONFIDENTIAL PORTIONS OF THIS EXHIBIT HAVE BEEN OMITTED AND REPLACED WITH \"[*]\". SUCH IDENTIFIED INFORMATION HAS BEEN EXCLUDED FROM THIS EXHIBIT BECAUSE IT IS (I) NOT MATERIAL AND (II) WOULD LIKELY CAUSE COMPETITIVE HARM TO THE COMPANY IF DISCLOSED. SUPPLY AGREEMENT (\"Supply Agreement\") effective as of the date of last signing (\"Effective Date\") between Centre for Probe Development and Commercialization, a not-for-profit research and services institution with offices located at McMaster University, Nuclear Research Building, 1280 Main Street West, Hamilton, Ontario, Canada, L8S 4K1, (\"CPDC\"), and FUSION Pharmaceuticals Inc. (\"FUSION\"), having a place of business at 270 Longwood Road South, Hamilton, Ontario, Canada, L8P 0A6, (together the \"Parties\" each a \"Party\"). This document defines the terms and conditions under which CPDC will provide FUSION the Product outlined in this Supply Agreement. This Supply Agreement is conducted under the ", "labels": []}
{"id": 170, "text": "Exhibit 10.6 Goosehead Insurance Agency, LLC Franchise Agreement Exhibit A Declarations Page 1 1.2 The \"Approved Location\" under this Agreement will be:.2 4.1 You elect to pay the Initial Franchise Fee in one of the following ways: (check only one): ☐ In its entirety at the time you enter into this Agreement, in which case the amount of the Initial Franchise Fee shall be: ($ ). ☐ You shall pay a portion of the Initial Franchise Fee at the time you enter into this Agreement in the amount of ($ ), and shall pay the remaining portion of ($ ), plus interest, according to the terms of the 60-month Promissory Note attached to this Agreement as Exhibit I. 3 4.2 The \"Commencement Date\" will be:.Initials Franchisee Franchisor Goosehead Insurance Agency, LLC Franchise Agreement TABLE OF CONTENTS Section Title Page# Recitals 2 1 Grant 2 2 Term And Renewal 3 3 Our Duties 4 4 Fees; Sales Reporting 6 5 Franchised Business Commencement 9 6 Operating Principal, Personnel, And Training 11 7 Purchase of", "labels": []}
{"id": 185, "text": "Exhibit 10.6 EXECUTION COPY MEDIA LICENSE AGREEMENT THIS MEDIA LICENSE AGREEMENT (this \"Agreement\") is made and effective as of the date of the Closing (as defined in the Merger Agreement (as defined below)) (the \"Effective Date\"), between NATIONAL FOOTBALL MUSEUM, INC., an Ohio non-profit corporation, doing business as Pro Football Hall of Fame (\"PFHOF\"), HOF Village Media Group, LLC (the \"Village Media Company\"), a Delaware limited liability company that is a wholly-owned subsidiary of HOF Village, LLC, a Delaware limited liability company (\"HOFV\") and, solely for purposes of Section 4.5, HOFV; each a \"Party\" and collectively, the \"Parties\". RECITALS A. In connection with a Master Transaction Agreement dated December 11, 2018, as amended of even date herewith and as it may be amended or otherwise modified from time to time (the \"Master Transaction Agreement\"), by and among the Parties and certain other parties, as well as other agreements referenced in the Master Transaction Agreemen", "labels": []}
{"id": 192, "text": "[INITIALS ILLEGIBLE] [INITIALS ILLEGIBLE] 20.3.98 30.4.98 5 SCHEDULE 3 Project Managers The Publishers: Project Manager - Ian Bannerman Blackwell Science Ltd Osney Mead Oxford OX2 0EL UK e-mail: ian.bannerman@blacksci.co.uk tel: +44 (0)1865 206101 Deputy Project Manager - Martin Clutterbuck Blackwell Science Ltd Osney Mead Oxford OX2 0EL UK e-mail: martin.clutterbuck@blacksci.co.uk tel: +44 (0)1865 206110 Deputy Project Manager - Anders Geertsen Munksgaard International Publishers Ltd 35 Norre Sogade, P.O. Box 2148 1016 Copenhagen K Denmark e-mail: ag@mail.munksgaard.dk tel: +45 77 33 31 03 HealthGate: Project Manager - Mark Israel HealthGate 380 Pleasant Street Suite 230 Malden MA 02148 USA tel: 781 321 6000 Ext 248 e-mail: misra@healthgate.com Deputy Project Manager - Rick Lawson HealthGate 380 Pleasant Street Suite 230 Malden MA 02148 USA tel: 781 321 6000 Ext 211 e-mail: lawson@healthgate.com [INITIALS ILLEGIBLE] [INITIALS ILLEGIBLE] 20.3.98 30.4.98 6 SCHEDULE 4 3 SCHEDULE 4 ESCROW", "labels": []}
{"id": 196, "text": "FRANCHISE AGREEMENT HOMEWOOD SUITES BY HILTON STRATFORD (Stratford, Connecticut) TABLE OF CONTENTS 1.0 DEFINITIONS 1 2.0 GRANT OF LICENSE 6 2.1 Non-Exclusive License 6 2.2 Reserved Rights 7 3.0 TERM 7 4.0 OUR RESPONSIBILITIES 7 4.1 Training 7 4.2 Reservation Service 7 4.3 Consultation 7 4.4 Marketing 7 4.5 Inspections/Compliance Assistance 8 4.6 Manual 8 4.7 Equipment and Supplies 9 5.0 YOUR RESPONSIBILITIES 9 5.1 Operational and Other Requirements 9 6.0 HOTEL WORK 11 6.1 Necessary Consents 11 6.2 Initial Hotel Work 12 6.3 Commencement and Completion of the Hotel Work 12 6.4 Opening the Hotel Under This Agreement 12 6.5 Performance of Agreement 13 6.6 Hotel Refurbishment and Room Addition 13 7.0 STAFF AND MANAGEMENT OF THE HOTEL 14 8.0 PAYMENT OF FEES 14 8.1 Monthly Fees 14 8.2 Calculation and Payment of Fees 14 8.3 Other Fees 15 8.4 Taxes 15 8.5 Application of Fees 15 9.0 PROPRIETARY RIGHTS 15 9.1 Our Proprietary Rights 15 9.2 Trade Name, Use of the Marks 15 9.3 Use of Trade Name and ", "labels": []}
{"id": 214, "text": "EXHIBIT 10.14 SOFTWARE HOSTING AGREEMENT This Software Hosting Agreement (the \"Agreement\") is entered into and effective as of the later of the two signature dates below (the \"Effective Date\") INKTOMI CORPORATION (\"Inktomi\"), a California corporation, 1900 South Norfolk Street, Suite 110, San Mateo, California 94403, and MICROSOFT CORPORATION (\"Microsoft\"), a Washington Corporation, One Microsoft Way, Redmond, Washington 98052-6399, with reference to the facts set forth in the Recitals below. Recitals A. Inktomi develops and markets computer software products, including without limitation a \"search engine\" software for searching and indexing information accessible through the Internet. B. Microsoft develops, manufactures, distributes and markets computer software products and services. C. Pursuant to that certain Software Development Agreement between the parties executed as of the Effective Date (the \"Software Development Agreement\"), Inktomi is customizing its Internet search engine ", "labels": []}
{"id": 217, "text": "FRANCHISE AGREEMENT TABLE OF CONTENTS I. INTRODUCTION II. AGREEMENT 1. Definitions 2. Franchise Grant; Term 2.1 Grant 2.2 Term 2.3 No Renewal Right: No Exclusivity 2.4 Continuous Operation 2.5 Best Efforts 3. Consideration for Franchise Grant 4. Management, Control and Corporate Documents of Franchisee 4.1 Managing Director 4.2 Director of Operations 4.3 Substitute Director of Operations 4.4 Restaurant Manager 4.5 Corporate Documents 4.5.1 Single Purpose Entity 4.5 2 Managing Director's Authority 4.5.3 Issuance and Transfer of Shares 4.5.4 Amendments 5. Standards and Uniformity 5.1 Strict Compliance 5.2 The MOD Manual 5.3 Building and Premises 5.3.1 Initial Construction 5 3 2 Repair and Maintenance 5 3.3 Current Image 5.4 Signs 5.5 Equipment 5.6 Vending Machines, Etc. 5 7 Menu Service and Hygiene 5.8 Hours of Operations 5.9 Uniforms 5.10 Advertising and Promotion Materials 5.11 Interference with Employment Relations of Others 5.12 Improvements 5.13 Self-Audit 5.14 Health Problems 5.15 ", "labels": []}
{"id": 220, "text": "Exhibit 10.1 Text Marked By [* * *] Has Been Omitted Pursuant To A Request For Confidential Treatment And Was Filed Separately With The Securities And Exchange Commission. STRATEGIC ALLIANCE AGREEMENT Effective Date: April 17, 2017 THIS STRATEGIC ALLIANCE AGREEMENT (this \"Agreement\"), is entered into by and between Lion Biotechnologies, Inc., with a place of business located at 999 Skyway Road, Suite 150, San Carlos, CA 94070 (\"LBIO\"), and The University of Texas M. D. Anderson Cancer Center, with a place of business located at 1515 Holcombe Blvd., Houston, TX 77030 (\"MD Anderson\"), a member institution of The University of Texas System (\"System\"), as of the date set forth above (the \"Effective Date\"). MD Anderson and LBIO are hereinafter individually referred to as a \"Party\" and are collectively known as the \"Parties\". WHEREAS, as a comprehensive cancer research, treatment, and educational center, MD Anderson undertakes research and experimental activities in a variety of disciplines;", "labels": []}
{"id": 229, "text": "Exhibit 10.9 TURN - KEY MANUFACTURING AGREEMENT This Turn - Key Manufacturing Agreement (the \"Agreement\") is effective as of the 1.4.2011 (the \"Effective Date\") by and between: INVASIX LTD., with a principal place of business at Tavor Building, Shaar Yokneam, POB 533, Yokneam 20692, Israel. Hereinafter referred to as \"Customer\" And FLEXTRONICS ISRAEL LTD. with a principal place of business at Industrial Zone Migdal Haemek 23108 P.O.B. 867, Israel. Hereinafter referred to as \"Contractor.\" Whereas Customer designs, manufactures and sells the Products as defined in Exhibit A attached hereto, which includes subassemblies components and know- how, that is confidential and proprietary property of Customer; Whereas Customer desires to buy manufacturing services; Whereas Contractor is in the business of Turn - Key projects; Whereas Customer acknowledges that Contractor's expertise is manufacturing and that Contractor's responsibility related to the Customer's Products is limited to this extent", "labels": []}
{"id": 230, "text": "Exhibit 10.6 ATTACHMENT A ERCHONIA CORPORATION EXCLUSIVE DISTRIBUTOR AGREEMENT This agreement (\"Agreement\") is made by and between Erchonia Corporation. (\"Erchonia\") whose address is 650 Atlantis Rd., Melbourne, Florida, USA, 32904 and InnerScope Hearing Technologies Inc, (\"Distributor\") whose address is 2151 Professional Drive, Second Floor, Roseville, California, USA, 95661 hereafter referred to collectively as the (\"Parties\"). Recitals A. Erchonia is engaged in, among other things, the business of developing and promoting low level lasers. Erchonia desires to retain Distributor to promote, distribute and sell such equipment listed in Schedule A (the \"Products\"). B. Distributor is engaged in the business of, among other things, selling medical products and services, specifically for the treatment of hearing disorders. C. Distributor desires to obtain the exclusive right to distribute the Products pursuant to the terms set for in this Agreement. D. The parties agree that these recital", "labels": []}
{"id": 245, "text": "Exhibit 4.15 THE SYMBOL \"*\" DENOTES PLACES WHERE PORTIONS OF THIS DOCUMENT HAVE BEEN OMITTED PURSUANT TO A REQUEST FOR CONFIDENTIAL TREATMENT. SUCH MATERIAL WILL BE FILED SEPARATELY WITH THE SECURITIES AND EXCHANGE COMMISSION. PRODUCT MANUFACTURING AGREEMENT This Product Manufacturing Agreement (\"Agreement\") is made as of the Effective Date by and between DEXCEL LTD., with its registered address at *, Israel (\"Dexcel\") and KITOV Pharma Ltd., with its registered office at 132 Menachem Begin Road, Azrieli Center, Tel Aviv, 6701101, Israel (\"Kitov\"). Dexcel and Kitov are hereinafter jointly the \"Parties\" and individually a \"Party.\" WHEREAS: Dexcel is a pharmaceutical company engaged in various activities including, but not limited to, the research, development, manufacture, and marketing of various drugs and pharmaceutical specialties in various dosage forms; WHEREAS: Kitov is a pharmaceutical company engaged in various activities including, but not limited to, the development of pharmace", "labels": []}
{"id": 253, "text": "EXHIBIT 10.2 [LOGO AMERICAN EXPRESS] INCENTIVE SERVICES RESELLER INFORMATION Company Name: Schoolpop, Inc. Address:3885 Crestwood Parkway, Suite 550 City: Duluth State: GA Zip: 30096 Contact Name: Paul Robinson Phone: 770-638-5101 Fax: 770-638-5101 TAX ID #: E mail Add: probinson@Schoolpop.com AMERICAN EXPRESS INCENTIVE SERVICES STORED VALUE PRODUCTS RESELLER AGREEMENT This Distribution Agreement (the \"Agreement\") is entered into by and between American Express Incentive Services, L.L.C., a Missouri limited liability company (\"AEIS\"), and its Reseller, Schoolpop, Inc., a Delaware corporation (\"Schoolpop\"). This Agreement is effective as of August 1, 2004, (the \"Effective Date\") and shall terminate on July 31, 2009, (the \"Termination Date\") unless earlier terminated or extended as provided for herein. The following points outline this agreement: 1. PURPOSE Under and subject to the terms of this Agreement: a. AEIS will provide Schoolpop for resale the following stored value cards: Encomp", "labels": []}
{"id": 254, "text": "EXHIBIT 10.9 DISTRIBUTOR AGREEMENT This Distributor Agreement (the 'Agreement') dated [*] is between Lucid Inc., a New York corporation, having a principal place of business at 2320 Brighton Henrietta T/L Road, Rochester NY 14623 And [*] ('Distributor') For good and valuable consideration, the parties hereby agree: 1. Appointment A) Lucid appoints the Distributor and the Distributor accepts appointment as an exclusive authorized Lucid Distributor. The Distributor will be entitled to purchase certain Lucid products and resell them to End User customers within the following market segments:- hospital and medical research centres, including but not limited to dermatology, pathology, plastic surgery and mohs surgery departments, clinical research centres, small animal research facilities, cosmetic and cosmeceutical companies. B) The relationship of the parties under this Agreement is that of independent contractors and nothing contained herein shall be construed as creating any partnership", "labels": []}
{"id": 258, "text": "Exhibit 10.26 EXECUTION VERSION CONFIDENTIAL DOMAIN NAME AND CONTENT LICENSE AGREEMENT This Domain Name and Content License Agreement (the \"Agreement\") is made and entered into, by and between Beijing SINA Internet Information Service Co., Ltd. (北京新浪互联信息服务有限公司), a limited liability company organized under the laws of the People's Republic of China (hereinafter \"Licensor\") and Beijing Yisheng Leju Information Services Co., Ltd., a limited liability company organized under the laws of the People's Republic of China (\"Licensee\" and together with Licensor, the \"Parties\" and each a \"Party\") and is made effective as of the Effective Date (defined below). RECITALS WHEREAS, SINA Corporation, a company organized under the laws of the Cayman Islands (\"SINA\"), and CRIC Holdings Limited, a company organized under the laws of the Cayman Islands (\"CRIC\"), entered into that certain Share Purchase Agreement dated July 23, 2009 (the \"Share Purchase Agreement\"), pursuant to which SINA subscribes from CR", "labels": []}
{"id": 263, "text": "Exhibit 10.16 SUPPLY CONTRACT Contract No: Date: The buyer/End-User: Shenzhen LOHAS Supply Chain Management Co., Ltd. ADD: Tel No. : Fax No. : The seller: ADD: The Contract is concluded and signed by the Buyer and Seller on , in Hong Kong. 1. General provisions 1.1 This is a framework agreement, the terms and conditions are applied to all purchase orders which signed by this agreement (hereinafter referred to as the \"order\"). 1.2 If the provisions of the agreement are inconsistent with the order, the order shall prevail. Not stated in order content will be subject to the provisions of agreement. Any modification, supplementary, give up should been written records, only to be valid by buyers and sellers authorized representative signature and confirmation, otherwise will be deemed invalid. 2. The agreement and order 2.1 During the validity term of this agreement, The buyer entrust SHENZHEN YICHANGTAI IMPORT AND EXPORT TRADE CO., LTD or SHENZHEN LEHEYUAN TRADING CO, LTD (hereinafter refe", "labels": []}
{"id": 296, "text": "1 EXHIBIT 10.4 SPONSORSHIP AGREEMENT This Sponsorship Agreement is made between National Processing Company (\"NPC\") and National City Bank of Kentucky (\"NCB\") effective June 30, 1996 (\"Effective Date\"). WITNESSETH: WHEREAS, NCB is a member in good standing of Visa U.S.A., Inc. (\"Visa\") and a member in good standing of MasterCard International, Incorporated (\"MasterCard\"); and WHEREAS, NPC, pursuant to its arrangements with NCB, a member of Visa and MasterCard, provides data processing, settlement and authorization services for merchants who participate in the Visa and MasterCard bankcard programs (such activities being referred to as \"Merchant Bankcard Business\"); and WHEREAS, NPC and NCB have concluded that it is in their mutual best interests for NPC to continue to act as an agent of NCB for purposes of providing data processing, settlement and authorization services for merchants with respect to their Visa and MasterCard transactions and in connection with such agency arrangement, f", "labels": []}
{"id": 305, "text": "EXHIBIT 10.3 NETZEE, INC. MAINTENANCE AGREEMENT This Agreement provides for Continued Service and for Netzee to provide basic maintenance in support following expiration of the initial one (1) year term of the License/Services Schedule. The Continued Service provided by Netzee will be the operation, maintenance, and support of the computer systems, software and interfaces included in the System. Bankers Bank agrees to pay fees equal to $40 per month for all Participating Banks (original or added) for which maintenance is provided. The maintenance is for a period of one (1) year commencing upon expiration of the initial one (1) year term of the License/Services Schedule. Following the completion of such maintenance term, Bankers Bank may, at its option, renew maintenance for subsequent periods of one (1) year each, subject to adjustments proposed by Netzee not to exceed 5% at least sixty (60) days in advance of the applicable renewal date. Maintenance provided by Netzee during the term ", "labels": []}
{"id": 309, "text": "Exhibit s.2 NUVEEN AMT-FREE MUNICIPAL CREDIT INCOME FUND (NVG) AND NUVEEN FUND ADVISORS, LLC AND [●] REMARKETING AGREEMENT Dated as of [●] Series [●] MuniFund Preferred Shares Variable Rate Remarketed Mode (NVG - Series [●] MFP) Table of Contents Page Section 1. Definitions 1 Section 2. Appointment and Obligations of the Remarketing Agent 3 Section 3. Representations, Warranties and Covenants of the Remarketing Agent and the Fund 6 Section 4. Fees and Expenses 7 Section 5. Resignation, Suspension and Removal of the Remarketing Agent 7 Section 6. Dealing in the VRRM-MFP Shares 7 Section 7. Information 8 Section 8. Conditions to Obligations of the Remarketing Agent 9 Section 9. Indemnification 9 Section 10. Termination of Remarketing Agreement 12 Section 11. Remarketing Agent's Performance; Duty of Care 13 Section 12. Amendment, Supplement or Modification of Agreements 13 Section 13. Books and Records 13 Section 14. Governing Law 13 Section 15. Waiver of Jury Trial 14 Section 16. Certain", "labels": []}
{"id": 314, "text": "Exhibit 10.14 License and Development Agreement \"Agreement\" between NLS-1 Pharma AG Alter Postplatz 2 6370 Stans Switzerland \"Licensor\" / \"NLS\" and Eurofarma Laboratórios S.A. Avenida Vereador José Diniz 3465 04603-003 São Paulo Brazil \"Licensee\" / \"Eurofarma\" (Licensor and Licensee each a ʺPartyʺ collectively the ʺPartiesʺ) regarding Nolazol® (Mazindol CR) in ADHD - Latin America Source: NLS PHARMACEUTICS LTD., F-1, 2/28/2020 License and Development Agreement Table of Content WHEREAS 1 1. Definitions 1 2. Grant of License 4 2.1. Grant of rights 4 2.2. Restrictions 4 3. License Fees and Milestone Payments 5 3.1. Upfront Payment 5 3.2. Milestone payments 5 3.3. Royalties 6 3.4. Reports 6 3.5. Records and Audits 6 3.6. Payment Terms 7 4. Business Plan 7 5. Development Work 8 6. Further Development Work 8 7. Brand Name and Trademarks 9 8. Labelling and Packaging 9 9. Regulatory Obligations and Procedures 10 9.1. Regulatory Obligations and Procedures in General 10 9.2. Notifications 10 9.3", "labels": []}
{"id": 326, "text": "DISTRIBUTOR AGREEMENT 1. CERTIFICATION AND IDENTIFICATION: COMWARE TECHNICAL SERVICES OF 17922 SKY PARK CIRCLE, SUITE E, IRVINE, CALIFORNIA 92614-6414 (COMWARE) certifies that the Products furnished under this agreement by INTERNATIONAL TEST SYSTEMS, INC. OF 4703 SHAVANO OAK, SUITE 102, SAN ANTONIO, TEXAS 78249 (ITS) will be incorporated by COMWARE as a part of COMWARE'S systems which COMWARE sells or leases to unaffiliated third parties in the regular course of COMWARE'S business and that COMWARE'S own contribution to these systems reflect a verifiable value added. COMWARE also represents that it is an experienced user of computer equipment and software sufficiently like the Products, as defined below, and that it needs only minor support in the incorporation of the Products into its lines of business. 2. DEFINITIONS: INITIAL DISTRIBUTION PERIOD: April 15, 2000 through October 15, 2000 (6 Months from the Effective Date) PRODUCTS: The CircuiTest 2000S In-Circuit Test System The CircuiT", "labels": []}
{"id": 334, "text": "STRATEGIC ALLIANCE AGREEMENT This agreement (\"Agreement\"), is entered into as of the date on which the Registration Statement is declared effective by the SEC (the \"Effective Date\"), by and among PHL VARIABLE INSURANCE COMPANY (\"PHLVIC\"), PHOENIX LIFE INSURANCE COMPANY, (\"PLIC\" and, together with PHLVIC, \"PHL Variable\"), PHOENIX EQUITY PLANNING CORPORATION (\"PEPCO\" and, together with PHLVIC and PLIC, the \"PHL Parties\"), and INVESTORS CAPITAL CORPORATION (\"ICC\"). Except as otherwise defined, capitalized terms used herein shall have the meanings given to them in Section 1 Definitions, below. RECITALS A. PHL Variable will offer to issue the GIE to ICC Customers. B. ICC is a broker dealer that is registered under the 1934 Act and with FINRA and an investment adviser that is registered with the SEC under the Advisers Act and doing business as an investment adviser as Investors Capital Advisory Services (\"ICAS\"). C. ICAS has established certain asset allocation Models that are eligible for u", "labels": []}
{"id": 337, "text": "Exhibit 99.1 JOINT FILING AGREEMENT Additional Reporting Person (a): Merck Serono SA Address: Zone Industrielle 1267 Coinsins, Switzerland Additional Reporting Person (b): Merck KGaA Address: Frankfurter Str. 250 64293 Darmstadt, Germany Designated Filer: Ares Trading SA Issuer and CUSIP: Intrexon Corporation (46122T102) Dated: January 7, 2019 ARES TRADING SA ARES TRADING SA By: /s/ Cédric Hyde By: /s/ Luigia Bocola Name: Cédric Hyde Name: Luigia Bocola Title: CFO Title: Finance Manager MERCK SERONO SA, COINSINS, SWITZERLAND, AN AFFILIATE OF MERCK KGAA, DARMSTADT, GERMANY MERCK SERONO SA, COINSINS, SWITZERLAND, AN AFFILIATE OF MERCK KGAA, DARMSTADT, GERMANY By: /s/ Cédric Hyde By: /s/ Tearaboth Te Name: Cédric Hyde Name: Tearaboth Te Title: CFO Title: Treasury Director MERCK KGAA, DARMSTADT, GERMANY MERCK KGAA, DARMSTADT, GERMANY By: /s/ Rando Bruns By: /s/ Tim Nielsen Name: Rando Bruns Name: Tim Nielsen Title: Head of Treasury Title: Head of Capital Markets", "labels": []}
{"id": 345, "text": "Exhibit 10.4 CO-BRANDING AGREEMENT This Co-Branding Agreement (this \"Agreement\") dated September 30, 1999 (the \"Effective Date\") is entered into between VerticalNet, Inc., a Pennsylvania corporation having a principal place of business at 700 Dresher Road, Suite 100, Horsham, Pennsylvania, PA 19044 (\"VerticalNet\"), and PaperExchange.com, LLC, a Delaware limited liability company having a principal place of business at 545 Boylston Street, 8th Floor, Boston, MA 02116 (\"PaperExchange\"). In consideration of the mutual covenants herein, and intending to be legally bound hereby, the parties agree as follows: 1. DEFINITIONS 1.1. Affiliate shall mean, when used with reference to a party, any individual or entity directly or indirectly controlling, controlled by or under common control with such party. For purposes of this definition, \"control\" means the direct or indirect ownership of at least 50% of the outstanding voting securities of a party, or the right to control the policy decisions of", "labels": []}
{"id": 355, "text": "FORM OF FRANCHISE AGREEMENT Location of the Premises: Agreement Date Franchisee Business Address Type of Legal Entity (if applicable) State in which entity organized (if applicable) Shareholder / Partner / Member Name Ownership Percentage % (the \"Operating Principal\") % % % % Source: PF HOSPITALITY GROUP INC., 10-12G, 9/23/2015 TABLE OF CONTENTS SECTION PAGE 1. RIGHTS GRANTED 2 2. TERM; SUCCESSOR FRANCHISE AGREEMENTS 4 3. FEES 4 4. OPENING DEADLINE 6 5. TRAINING 10 6. OPERATIONS 11 7. PROPRIETARY MARKS 18 8. BUSINESS RECORDS AND REPORTING 19 9. MARKETING FUND AND ADVERTISING 21 10. TECHNOLOGY 23 11. OPERATING MANUAL 26 12. CONFIDENTIAL INFORMATION 26 13. TRANSFERS BY US 26 14. TRANSFERS BY YOU 27 15. TERMINATION 29 16. OBLIGATIONS ON TERMINATION OR EXPIRATION 31 17. RESTRICTIONS ON COMPETITION 33 18. RELATIONSHIP OF THE PARTIES 34 19. INDEMNIFICATION 35 20. CONSENTS AND WAIVERS 35 21. NOTICES 35 22. ENTIRE AGREEMENT AND AMENDMENTS 35 23. CONSTRUCTION OF THE AGREEMENT, SEVERABILITY, AND", "labels": []}
{"id": 362, "text": "Exhibit 8 SUPPLIER/SUBCONTRACTOR CONTRACT 1. By execution of this Supplier/Subcontractor Contract (\"Contract\"), (\"Supplier\") agrees and acknowledges that: (i) all images and/or trademarks, including, but not limited to PLAYBOY, (the \"Playboy Properties\") applied at the request of (\"Purchaser\") to merchandise covered by this Contract are owned by Playboy Enterprises International, Inc. (\"Playboy\"), and when used upon merchandise means that such merchandise is sponsored, approved, recommended or sold by Playboy or its licensees; (ii) Supplier will not sell, ship or otherwise dispose of any such merchandise except upon the order of Purchaser or Playboy; (iii) Supplier will never make, cause others to make or assist others in making, any claim whatsoever to any or all of the Playboy Properties or any trademark, copyright, designation, name, phrase, design or symbol similar thereto in connection with the manufacture, advertising, promotion, sale or distribution of merchandise; and (iv) Supp", "labels": []}
{"id": 372, "text": "Exhibit 4.23 Rise Education Group SERVICE AGREEMENT This Service Agreement (this \"Agreement\") is entered into as of [Date] in Beijing, China, by and between: Party A: Rise (Tianjin) Education Information Consulting Co., Ltd. (\"Service Provider\") Address: Room C209, C210, C213, C214, C217 and C218, 2/F, Building 1, No. 8 Huanhe West Road, Airport Economic Zone, Tianjin, China Party B: [•] (\"Service Recipient\") Address: [•] Whereas: 1. Service Provider is a company with adequate financial and other resources in the field of English teaching and training for children, capable of providing valuable and sophisticated educational services solutions to educational institutions and teachers; 2. Service Recipient engages in the field of English teaching and training for children. Service Recipient agrees to accept Service Provider's services as specified in this Agreement and utilize Service Provider's resources to provide services to relevant education and training institutions. This Agreement", "labels": []}
{"id": 397, "text": "Exhibit 4(b)(ii).3 [LOGO] sicap Maintenance and support contract for SICAP(R) modules PPB, VCA and OTA dated 10 October 2000 This contract replaces in full the Annex 7 \"Maintenance and Support for SICAP(R) modules PPB, VCA and OTA and Sun Hardware\" which was an integral part of the original Swisscom PURCHASE & LICENSE CONTRACT, made effective on 06 April 1998. concluded between: EuroTel Bratislava a.s., Stefanikova 17, PO Box 54, 838 01 Bratislava 38, Slovakia and Sicap Ltd, Bernstrasse 34, 3072 Ostermundigen, Switzerland. [LOGO] sicap M&S contract Table of contents 1 INTRODUCTION 4 1.1 Standard service 4 1.2 Over all responsibilities 4 1.3 Additional service on request (as per clause 5) 5 2 PROCEDURES FOR SUPPORT 5 2.1 Hotline ISC SICAP(R)(Case of incidents) 5 2.2 Procedures for incidents 5 2.3 Main flowchart 6 3 RESPONSE TIME 8 3.1 Response time for hotline 8 3.1.1 Working hours at Sicap Ltd 8 3.2 Emergency priority 8 4 CHANGE MANAGEMENT 9 4.1 Responsibilities 9 4.2 Procedures 9 5 AD", "labels": []}
{"id": 418, "text": "Exhibit 10.38 EXHIBIT C Software License Agreement [v.08.05.03] PLEASE READ THIS SOFTWARE LICENSE AGREEMENT CAREFULLY BEFORE DOWNLOADING, INSTALLING OR USING CISCO OR CISCO- SUPPLIED SOFTWARE. BY DOWNLOADING OR INSTALLING THE SOFTWARE, OR USING THE EQUIPMENT THAT CONTAINS THIS SOFTWARE, YOU ARE BINDING THE BUSINESS ENTITY THAT YOU REPRESENT (\"CUSTOMER\") TO THIS AGREEMENT. IF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS AGREEMENT, THEN (A) DO NOT DOWNLOAD, INSTALL OR USE THE SOFTWARE, AND (B) YOU MAY RETURN THE SOFTWARE FOR A FULL REFUND, OR, IF THE SOFTWARE IS SUPPLIED AS PART OF ANOTHER PRODUCT, YOU MAY RETURN THE ENTIRE PRODUCT FOR A FULL REFUND. YOUR RIGHT TO RETURN AND REFUND EXPIRES 30 DAYS AFTER PURCHASE FROM CISCO OR AN AUTHORIZED CISCO RESELLER, AND APPLIES ONLY IF CUSTOMER IS THE ORIGINAL END USER PURCHASER. The following terms of this Software License Agreement (\"Agreement') govern Customer's access and use of the Software, except to the extent (a) there is a separate signed ", "labels": []}
{"id": 426, "text": "Attachment B to Master Franchise Agreement GUARANTEES OF MASTER FRANCHISE AGREEMENT As an i nducemen t t o K iosk Concep t s , I nc. ( \"F ranch i so r \" ) t o en t e r i n to a Mas t e r F r anch i s e Agreemen t w i th N/A (\"Master Franchisee\") dated , 20 (the \" Master Franchise Agreement\"), (\"Guarantors\"), jointly and severally agree as follows: A. Guarantors shall pay or cause to be paid to Franchisor all monies payable by Master Franchisee under the Master Franchise Agreement on the days and times and in the manner therein appointed for payment thereof. B. Guarantors shall unconditionally guarantee full performance and discharge by Master Franchisee of all the obligations of Master Franchisee under the Master Franchise Agreement at the times and in the manner therein provided. C. Guarantors shall indemnify and save harmless Franchisor and its affiliates against and from all losses, damages, costs, and expenses which Franchisor and its affiliates may sustain, incur, or become liable", "labels": []}
{"id": 427, "text": "Attachment C to Master Franchise Agreement MULTI-STATE ADDENDUM CALIFORNIA APPENDIX 1. California Business and Professions Code Sections 20000 through 20043 provide rights to you concerning termination or non-renewal of a franchise. If the Master Franchise Agreement contains provisions that are inconsistent with the law, the law will control. 2. The Master Franchise Agreement provides for termination upon bankruptcy. This provision may not be enforceable under Federal Bankruptcy Law (11 U.S.C.A. Sec. 101 et seq. ). 3. The Master Franchise Agreement contains covenants not to compete which extend beyond the termination of the agreement. These provisions may not be enforceable under California law. 4. Section 31125 of the California Corporation Code requires the franchisor to provide you with a disclosure document before asking you to agree to a material modification of an existing franchise. 5. Neither the franchisor, any person or franchise broker in Item 2 of the Disclosure Document is", "labels": []}
{"id": 429, "text": "Exhibit 10.8 Affiliate Program / Premium Affiliate Management General Terms and Conditions The following General Terms and Conditions are intended for (i) Web site owners (hereafter, \"Affiliates\") who wish to participate as Affiliates in the Affiliate Program provided by element 5 (governed by II. and IV. in these General Terms and Conditions) on the basis of these General Terms and Conditions and also for (ii) Software Publishers who distribute their software products as downloads using the services of element 5 GmbH, Vogelsanger Strasse 78, 50823 Cologne, Germany and its subsidiaries (together hereafter, \"element 5\") and who wish to make use of the additional service provided by element 5 (hereafter, \"Affiliate Management\", governed under III. and IV. in these General Terms and Conditions) for integration of the Affiliate Program provided by element 5. I. Object of the Affiliate Program/ Affiliate Management Program for Software Publishers The object of the Affiliate Program provided", "labels": []}
{"id": 430, "text": "Exhibit 10.37 DISTRIBUTORSHIP AGREEMENT THIS DISTRIBUTORSHIP AGREEMENT (the \"Agreement\") is entered into and made effective as of (the \"Effective Date\"), by and between STAAR SURGICAL AG, a Swiss corporation, with a principal place of business at Hauptstrasse 104, CH - 2560 Nidau, Switzerland, (\"STAAR\"), and , a corporation organized and existing under the laws of , with its principal place of business at (\"Distributor\"). Recitals A. STAAR is engaged in the manufacture, global distribution and sale of ophthalmic products, including a range of devices for cataract, glaucoma and refractive surgery. B. Distributor is engaged in and has experienced and trained personnel for the marketing, distribution and sale of ophthalmic products in . C. STAAR desires to engage Distributor, and Distributor desires to be engaged by STAAR, to market, distribute and sell the Products (as defined below) in on the terms and conditions set forth herein. NOW, THEREFORE, in consideration of the foregoing premis", "labels": []}
{"id": 460, "text": "EXHIBIT 10.11 NETWORK 1 FINANCIAL CORPORATION AFFILIATE OFFICE AGREEMENT THIS AGREEMENT is entered into by and between NETWORK 1 FINANCIAL, INC. (\"NETWORK 1\"), a Virginia Corporation with its principal place of business at 1501 Farm Credit Drive, Suite 1500, McLean, Virginia 22102-5004, and Payment Data Systems, Inc., the Affiliate Office (\"AFFILIATE\"), a Nevada Corporation with its principal place of business at 12500 San Pedro Suite 120 San Antonio, TX 78216. NETWORK 1 and Affiliate hereby agree as follows: RECITALS WHEREAS, Network 1 Financial, Inc. (\"Network 1\") provides through various Member Bank(s) (\"Member\"), VISA and MasterCard processing and related payment processing services (\"Services\") to merchant(s) (\"Merchant(s)\") in accordance with the terms of certain Agreement (s) between Network 1, Member and other settlement/transaction processing providers; and WHEREAS, the Network 1 desires to locate individuals to market Services as Contractor(s) (the \"Contractors\") of Network 1", "labels": []}
{"id": 486, "text": "Exhibit 10.8 eGAIN COMMUNICATIONS CORPORATION HOSTING AGREEMENT 1. Hosting Agreement. This Agreement (including its Exhibit A and all other documents referenced herein) is entered into by eGain Communications Corporation (\"eGain\") and Eliance Corporation (\"Customer\") for the purpose of providing Customer with Web-based access to eGain's software specified in Exhibit A, including any updates, upgrades or revisions provided under this Agreement (\"Software\"), and certain other services relating to the processing of and response to online inquiries and messages (\"Online Messages\") received by Customer from its customers and other users of Customer's Web site (\"Users\"). 2. Provision of Services. eGain will provide Customer with access, maintenance and related hosting services (\"Hosting Services\") to the Software installed on eGain's servers and other equipment (the \"eGain System\"). Customer agrees, as reasonably requested by eGain, to provide eGain with access to Customer's premises and equ", "labels": []}
{"id": 489, "text": "Exhibit 10.26 CONFIDENTIAL TREATMENT HAS BEEN REQUESTED AS TO CERTAIN PORTIONS OF THIS DOCUMENT. EACH SUCH PORTION, WHICH HAS BEEN OMITTED HEREIN AND REPLACED WITH AN ASTERISK [*], HAS BEEN FILED SEPARATELY WITH THE SECURITIES AND EXCHANGE COMMISSION. PROMOTION AND DISTRIBUTION AGREEMENT This Promotion and Distribution Agreement including all exhibits (collectively referred to as the \"Agreement\"), effective as of 1 August 2011 (the \"Effective Date\"), is made by and between Whitesmoke Inc., with registered offices/principle place of business at 501 Silverside Road, Suite 105, Wilmington DE 19809, USA, (\"Distributor\"), and Google Inc whose principle place of business is at 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (\"Google\"). \"Bundle\" means the Distribution Products bundled with the Distributor App(s). \"Chrome Browser\" means the machine-readable binary code version of the Google Chrome browser provided to Distributor in connection with this Agreement, and any modifications ", "labels": []}
{"id": 490, "text": "-8- 9 EXECUTION COPY 11.6. COUNTERPARTS. This Agreement may be executed in two or more counterparts, each of which shall be deemed an original, but all of which together shall constitute one and the same instrument. 11.7. INTELLECTUAL PROPERTY RIGHTS, CONFIDENTIALITY AND NON-USE. The Professional acknowledges her obligations under the provisions of the Intellectual Property Rights Confidentiality and Non-Use Obligations Agreement attached hereto as \"Exhibit A\" and made a part hereof by this reference. The rights and obligations of the parties set forth in Exhibit A shall survive the termination or expiration of this endorsement agreement, regardless of cause or circumstances of the termination or expiration. IN WITNESS WHEREOF, the parties have executed this Agreement as of the date first above written. SQUARE TWO GOLF, INC. By: /s/DOUGLAS A. BUFFINGTON Douglas A. Buffington President PROFESSIONAL /s/ KATHY WHITWORTH Kathy Whitworth -9- 10 EXECUTION COPY EXHIBIT A Intellectual Property", "labels": []}
{"id": 494, "text": "Exhibit 10.1 Oceanic Time Warner Cable and Watchit Media Content and License Agreement Effective Dates: September 1, 2006, August 31, 2007 Watchit agrees to provide Oceanic Time Warner Cable the following content: - Watchit Gaming Guides - Lunchtime with Ira segments every week Watchit will provide the content on BetaSp format and reserves the right to modify the content to reflect sponsorship by an advertiser and advertisers. Oceanic Time Warner Cable agrees to not edit or modify the above content. Oceanic Time Warner Cable will use the content solely on channel 777, the Las Vegas channel. In the event that Oceanic Time Warner Cable removes the above content and or terminates this agreement prior to December 31, 2006, Oceanic Time Warner Cable agrees to pay a cancellation fee of Five Thousand Dollars ($5,000) per month multiplied by the number of months remain on the agreement. Watchit shall have the exclusive right to sell third party advertising as sponsors of their content and will", "labels": []}